[
  {
    "comment": "Muy espacioso y enfría rápido, perfecto para una familia grande.",
    "score": 5
  },
  {
    "comment": "El refrigerador hace algo de ruido, pero funciona muy bien.",
    "score": 4
  },
  {
    "comment": "Buen diseño, aunque el consumo de energía es un poco alto.",
    "score": 3
  },
  {
    "comment": "La impresora es rápida y la conexión WiFi funciona muy bien.",
    "score": 4
  },
  {
    "comment": "Los cartuchos son caros, pero imprime con buena calidad.",
    "score": 3
  },
  {
    "comment": "Muy práctica para oficina en casa, fácil de configurar.",
    "score": 5
  },
  {
    "comment": "La calidad de las fotos es excelente, aunque la batería se descarga rápido.",
    "score": 4
  },
  {
    "comment": "Buena cámara para principiantes, sencilla de usar.",
    "score": 5
  },
  {
    "comment": "El lente incluido es básico, hay que comprar otro para mejores resultados.",
    "score": 3
  },
  {
    "comment": "Sonido increíble y buena cancelación de ruido, muy cómodos.",
    "score": 5
  },
  {
    "comment": "El bluetooth a veces se desconecta, pero el audio es muy claro.",
    "score": 3
  },
  {
    "comment": "Excelente relación calidad-precio, batería duradera.",
    "score": 4
  },
  {
    "comment": "Ligera y rápida, ideal para trabajar en cualquier lugar.",
    "score": 5
  },
  {
    "comment": "La batería dura poco tiempo, pero el rendimiento es muy bueno.",
    "score": 4
  },
  {
    "comment": "El teclado no es muy cómodo, esperaba más.",
    "score": 2
  },
  {
    "comment": "El reloj es práctico para hacer ejercicio, aunque la pantalla es pequeña.",
    "score": 4
  },
  {
    "comment": "Muy útil para medir pasos y ritmo cardíaco, lo recomiendo.",
    "score": 5
  },
  {
    "comment": "El GPS a veces se pierde, debería ser más preciso.",
    "score": 3
  },
  {
    "comment": "Excelente rendimiento en juegos, gráficos muy fluidos.",
    "score": 5
  },
  {
    "comment": "Un poco ruidosa, pero la potencia vale la pena.",
    "score": 4
  },
  {
    "comment": "Muy buena, aunque se calienta si se usa muchas horas seguidas.",
    "score": 3
  },
  {
    "comment": "Muy buena opción para reducir la factura de electricidad, fácil de instalar.",
    "score": 5
  },
  {
    "comment": "Funciona bien pero necesita un instalador profesional.",
    "score": 4
  },
  {
    "comment": "Tardé en ver resultados, pero el rendimiento es correcto.",
    "score": 3
  },
  {
    "comment": "La conexión es estable y la velocidad es mucho mejor que mi router anterior.",
    "score": 4
  },
  {
    "comment": "Excelente cobertura en toda la casa, muy recomendable.",
    "score": 5
  },
  {
    "comment": "El precio es un poco alto para las funciones que ofrece.",
    "score": 3
  },
  {
    "comment": "Potente y práctica, me ha ayudado mucho en la repostería.",
    "score": 5
  },
  {
    "comment": "Es fácil de usar, pero ocupa bastante espacio en la cocina.",
    "score": 4
  },
  {
    "comment": "Hace buen trabajo, aunque esperaba más potencia.",
    "score": 3
  }
]
